HIL_filename=[
    % "*高穿-放电0.2P-三相*";
    % "*高穿-充电0.2P-三相*";
    % "*高穿-放电1P-三相*";
    % "*高穿-充电1P-三相*";
    % "*高穿-放电0.2P-两相*";
    % "*高穿-充电0.2P-两相*";
    % "*高穿-放电1P-两相*";
    % "*高穿-充电1P-两相*"];

    "*高穿-0.2P-三相*";
    "*高穿-N0.2P-三相*";
    "*高穿-1.0P-三相*";
    "*高穿-N1.0P-三相*";
    "*高穿-0.2P-非*";
    "*高穿-N0.2P-非*";
    "*高穿-1.0P-非*";
    "*高穿-N1.0P-非*"];

    % "*高穿-0.2P-三相*";
    % "*高穿-N0.2P-三相*";
    % "*高穿-1.0P-三相*";
    % "*高穿-N1.0P-三相*";
    % "*高穿-0.2P-非*";
    % "*高穿-N0.2P-非*";
    % "*高穿-1.0P-非*";
    % "*高穿-N1.0P-非*"];

    % "*高穿-0.2P*三相对*";
    % "*高穿*-0.2P*三相对*";
    % "*高穿-P*三相对*";
    % "*高穿*-1P*三相对*";
    % "*高穿-0.2P*三相不*";
    % "*高穿*-0.2P*三相不*";
    % "*高穿-P*三相不*";
    % "*高穿*-1P*三相不*"];


    % "*高穿-0.2P-三相*";
    % "*高穿-N0.2P-三相*";
    % "*高穿-P-三相*";
    % "*高穿-NP-三相*";
    % "*高穿-0.2P-两相*";
    % "*高穿-N0.2P-两相*";
    % "*高穿-P-两相*";
    % "*高穿-NP-两相*"];

ADP_filename=[
    % "*高穿-放电0.2P-三相*";
    % "*高穿-充电0.2P-三相*";
    % "*高穿-放电1P-三相*";
    % "*高穿-充电1P-三相*";
    % "*高穿-放电0.2P-两相*";
    % "*高穿-充电0.2P-两相*";
    % "*高穿-放电1P-两相*";
    % "*高穿-充电1P-两相*"];

    "*高穿-0.2P-三相*";
    "*高穿-N0.2P-三相*";
    "*高穿-1.0P-三相*";
    "*高穿-N1.0P-三相*";
    "*高穿-0.2P-两相*";
    "*高穿-N0.2P-两相*";
    "*高穿-1.0P-两相*";
    "*高穿-N1.0P-两相*"];

    % "*高穿-0.2P*三相*";
    % "*高穿*-0.2P*三相*";
    % "*高穿-P*三相*";
    % "*高穿*-1P*三相*";
    % "*高穿-0.2P*非*";
    % "*高穿*-0.2P*非*";
    % "*高穿-P*非*";
    % "*高穿*-1P*非*"];