HIL_filename=[
    % "*低穿-放电0.2P-三相*";
    % "*低穿-充电0.2P-三相*";
    % "*低穿-放电1P-三相*";
    % "*低穿-充电1P-三相*";
    % "*低穿-放电0.2P-两相*";
    % "*低穿-充电0.2P-两相*";
    % "*低穿-放电1P-两相*";
    % "*低穿-充电1P-两相*"];


    "*低穿-0.2P-三相*";
    "*低穿-N0.2P-三相*";
    "*低穿-1.0P-三相*";
    "*低穿-N1.0P-三相*";
    "*低穿-0.2P-非*";
    "*低穿-N0.2P-非*";
    "*低穿-1.0P-非*";
    "*低穿-N1.0P-非*"];

    % "*低穿-0.2P-三相*";
    % "*低穿-N0.2P-三相*";
    % "*低穿-1.0P-三相*";
    % "*低穿-N1.0P-三相*";
    % "*低穿-0.2P-非*";
    % "*低穿-N0.2P-非*";
    % "*低穿-1.0P-非*";
    % "*低穿-N1.0P-非*"];

ADP_filename=[
    % "*低穿-放电0.2P-三相*";
    % "*低穿-充电0.2P-三相*";
    % "*低穿-放电1P-三相*";
    % "*低穿-充电1P-三相*";
    % "*低穿-放电0.2P-两相*";
    % "*低穿-充电0.2P-两相*";
    % "*低穿-放电1P-两相*";
    % "*低穿-充电1P-两相*"];


    "*低穿-0.2P-三相*";
    "*低穿-N0.2P-三相*";
    "*低穿-1.0P-三相*";
    "*低穿-N1.0P-三相*";
    "*低穿-0.2P-两相*";
    "*低穿-N0.2P-两相*";
    "*低穿-1.0P-两相*";
    "*低穿-N1.0P-两相*"];

    % "*低穿-0.2P*三相*";
    % "*低穿*-0.2P*三相*";
    % "*低穿-P*三相*";
    % "*低穿*-1P*三相*";
    % "*低穿-0.2P*非*";
    % "*低穿*-0.2P*非*";
    % "*低穿-P*非*";
    % "*低穿*-1P*非*"];